Repository: collective/collective.behavior.amp
Catalog: src/collective/behavior/amp/locales/*/LC_MESSAGES/collective.behavior.amp.po
Languages: es, pt_br

source: A behavior for Dexterity-based content types that adds an AMP version of your content.
es: Un behavior para tipos de contenido basados en Dexterity que adiciona una versión AMP de su contenido.
pt_br: Um behavior para tipos de conteúdo baseados no Dexterity que adiciona uma versão AMP de seu conteúdo.

source: Accelerated Mobile Pages Support
es: Soporte para Accelerated Mobile Pages
pt_br: Suporte para Accelerated Mobile Pages

source: Adds an AMP HTML version of your content.
es: Adiciona una version AMP HTML de su contenido.
pt_br: Adiciona uma versão AMP HTML de seu conteúdo.

source: Adds support for ad units that always take a fixed place in the viewport. Fill with the "amp-ad" element that will be used as a direct child of "amp-sticky-ad". See <a href="https://ampbyexample.com/components/amp-sticky-ad/">amp-sticky-ad</a> for examples on how to implement this feature.
es: Adiciona soporte para publicidad fija en la parte inferior del viewport. Debe llenarse con el elemento "amp-ad" que será utilizado dentro del elemento "amp-sticky-ad". Consulte <a href="https://ampbyexample.com/components/amp-sticky-ad/">amp-sticky-ad</a> para mayor información y ejemplos de como implementar esta funcionalidad.
pt_br: Adiciona suporte para publicidade que fica fixa na parte inferior do viewport. Deve ser informado o elemento "amp-ad" que será usado dentro do elemento "amp-sticky-ad". Confira exemplos de como implementar esta funcionalidade em <a href="https://ampbyexample.com/components/amp-sticky-ad/">amp-sticky-ad</a>.

source: Image should be no wider than 600px, and no taller than 60px.
es: La imagen no debe ser más ancha que 600px, ni más alta que 60px.
pt_br: A imagem não deve ser mais larga do que 600px, nem mais alta do que 60px.

source: Image should have a wide aspect ratio.
es: La imagen debe ser en formato paisaje.
pt_br: A image deve estar em formato paisagem.

source: Publisher Logo
es: Logo del editor
pt_br: Logo do editor

source: Settings for AMP integration.
es: Configuración de la integración con AMP.
pt_br: Configuração da integração AMP.

source: The "amp-analytics" elements that will be used to measure activity on AMP documents. See <a href="https://developers.google.com/analytics/devguides/collection/amp-analytics/">Adding Analytics to your AMP pages</a> for examples on how to implement this feature.
es: Los elementos "amp-analytics" que serán utilizados para medir la actividad en los documentos AMP. Consulte <a href="https://developers.google.com/analytics/devguides/collection/amp-analytics/">Agregar Analytics a las páginas AMP </a> para mayor información y ejemplos de como implementar esta funcionalidad.
pt_br: Os elementos "amp-analytics" que serão utilizados para medir a atividade nos documentos AMP. Confira exemplos de como implementar esta funcionalidade em <a href="https://developers.google.com/analytics/devguides/collection/amp-analytics/">Adição do Google Analytics às suas páginas AMP</a>

source: The logo of the publisher. Should have a wide aspect ratio, and should be no wider than 600px, and no taller than 60px.
es: El logo del editor. Debe ser en formato paisaje, y no debe ser más ancha que 600px, ni más alta que 60px.
pt_br: O logo do editor. Deve estar em formato paisagem, e não deve ser mais largo do que 600px, nem mais alto do que 60px.

source: Uninstalls collective.behavior.amp.
es: Desinstala collective.behavior.amp.
pt_br: Desinstala o collective.behavior.amp.

source: box_last_modified
es: última modificación
pt_br: última modificação

source: box_published
es: publicado
pt_br: publicado

source: label_by_author
es: "por ${author}"
pt_br: por ${author}

source: label_related_items
es: Contenido relacionado
pt_br: Conteúdo relacionado
